#ifndef CONST_MASSIVS
#define CONST_MASSIVS


const char* PHRASE_TEX[SIZE_PHRASE_BANK] =
{
    "Теперь исследуем данную функцию:\n",
    "Очевидно что \n",
    "Как уже показано ранее:\n",
    "Можно заметить, что \n",
    "По известному соотношению\n",
    "Ни для кого ни секрет, что\n",
    "Как было сказано в ранее\n",
    "Можно было и не упомянать, что\n",
    "И ежу понятно что, \n",
    "Если вы дочитали, то уже вам несложно видеть, что это всего лишь\n",
    "А здесь немного магии из предыдущего параграфа\n",
    "Несложно видеть, что это очевидным образом преобразуется в \n",
    "А доказательство этого очевидно\n",
    "Счёт производной:\n",
    "Могли бы уже землю обогнуть, а тут производная\n",
};


char* replaces[] = {"A", "B", "C", "D", "E", "F", "G", "H", "I", "J", "K", "L", "M", "O", "P", "Q", "R", "S", "T", "U", "V", "W", "X", "Y", "Z"};

#endif
