#ifndef LABELS
#define LABELS

//struct Labels* Names_Table_Ctor();


const char* const key_words[] ={ "sin",  //1
                    "cos",//2
                    "√",//3
                    "ln",//4
                    "!",//5
                    "out",//6
                    "out_c",//7
                    "in",//8
                    "call",//9
                    "ret",//10
                    "+",//11
                    "-",//12
                    "*",//13
                    "/",//14
                    "^",//15
                    "==",//16
                    ">",//17
                    "<",//18
                    ">=",//19
                    "<=",//20
                    "!=",//21
                    "=",//22
                    "if",//23
                    "while",//24
                    "DOT_SUP",//25
                    "}",//26
                    "{",//27
                    ")",//28
                    "(",//29
                    "\0",//30
                    "&&",//31
                    "||"//32
                    //"dif",//25
                    //"func"//26
                    };
#endif
